{
  "title": "Doron York",
  "intro": "A Special Forces officer, a husband, a father, passionate entrepreneur, a business driver, and a coach; For over 30 years, Doron successfully applied the \"Navy SEAL\" mindset and principles to the great game of business, accountability + discipline + actions = performance.",
  "phoneExt": "700",
  "position": "Chairman/CEO",
  "content": "Born and Bred in Tel Aviv—Startup Nation of the World—I am a “Die Hard” entrepreneur with a passion and a soft spot for technology. At the age of 22, I started my entrepreneurial journey and never looked back. In the early 1990s, I had started, built, scaled, and sold several tech-based companies, with two highly lucrative exits.\n\nThanks to his background and successful entrepreneurial journey, Doron has developed an extraordinary ability to develop ordinary people into high performers with vast experience in translating any solid vision into business realities. At the same time of managing his own business, he had begun providing coaching services to Fortune 100 companies' senior executives in creating “Intrapreneurship” within their organizations, causing breakthrough results in a short time and over 200+ startup companies globally.\n\nDoron had the privilege of working with distinguished and impressive clients, which include some of the market's big names such as, HP, Sterling Commerce, EDS, Vision IT, Ford, JPMorgan, Nationwide, LEAR, and many more. Thanks to my coaching, several companies reported a 120%-200% increase in sales over an 18-month cycle and a 25% increase in market share in just 10 months. Additionally, a 15-year-old Fortune 100 corporation reported a 39% increase in stock trading value within 9 months.\n\n“There is no cause and effect relationship between time and money. The single tool one needs to make money is an unconditional commitment; the rest will follow.”\n\nHis high-level experience as an officer in the elite Navy SEALs, along with my passion for business and human performance helped distinguish myself as the “Navy SEAL” of business. The high impact investing model he has created combines more than 50 years of proven high-performance leadership models that are second to none.\n\nA die-hard Michigander, a devoted husband, a father to two extraordinary human beings, he resided in West Bloomfield, Michigan for the past 32 years, committed to being a positive force in making Michigan a global technology hub.",
  "image": "/images/uploads/index.jpg",
  "email": "dyork@citysideventures.com",
  "linkedin": "https://www.linkedin.com/in/doronyork/",
  "order": 1
}