{
  "header": {
    "headline": "Legal Disclaimers and Notices",
    "image": "/images/uploads/detroit.jpg",
    "color": "yellow"
  },
  "disclaimer": "City Side Ventures LLC (“CSV”) offers investment advisory and venture management services to qualified venture capital fund, private equity funds and family offices funds ONLY under contract. CSV is operating under the exemption of Section 203(I) of the Investment Adviser’s Act of 1940 (the “Advisors Act”) pursuant to the final rules promulgated by the SEC1.\n\nCity Side Ventures LLC (“CSV”) is a Private Equity firm that is in the business of offering variety of services which includes, but is not limited to:\n\n* Early Stage Investment\n* Venture Management\n* Syndication Management\n* Tech Incubation\n\nCSV IS NOT A REGISTERED “INVESTMENT ADVISOR” UNDER STATE AND FEDERAL REGULATION. CSV IS NOT IN THE BUSINESS OF OFFERING INVESTMENT ADVICE TO THE PUBLIC, INDIVIDUAL INVESTORS NOR IN THE BUSINESS OF OFFERING, ENGAGED IN ANY ACTIVITIES OF SELLING OR TRADING SECURITIES OF ANY KIND TO THE PUBLIC.",
  "policy": "City Side Ventures, LLC (“CSV”) has created this privacy statement to demonstrate our firm commitment to privacy. The following discloses our information gathering and dissemination practices for this website: www.citysideventures.com\n\nWe are committed to protecting our visitor’s personal privacy. Our Principles of Privacy summarize and clarify that commitment: how we safeguard your privacy, how we treat personal information, and what choices you have. We understand that for you to take full advantage of the benefits of this interactive medium, we must do what we can to ensure that your privacy is secure.\n\nWe do not disclose your private online communications.\n\nWe do not use any information about where you personally go on www.citysideventures.com or the Web, and we do not give it out to others. We may track and utilize some data as it pertains to your activity on our website, it is not personally identifiable and is used only for internal purposes, such as creating a better user experience on our site.\n\n* We do not sell your registration information (name, telephone number, mailing address, credit card information, etc.)\n* We use secure technology, privacy protection controls, and restrictions on employee access to safeguard your personal information.\n* We will keep you informed about what we do with your personal information, and we will advise you if we change our policy. \n\n**How Does CSV Use Registration Information?**\n\nCSV’s registration forms may require users to give us contact information (like their name and e-mail address) and demographic information (like their ZIP code, age, or income level). We use this information from the registration form to send our users information about our program offering and special invitations such as network events, conferences etc. The user’s contact information is also used to contact the user when necessary. Users may opt-out of receiving future mailings; see the choice/opt-out section below. Demographic and profile data is also collected during registration. We use this data to tailor the user’s experience at www.citysideventures.com showing people content that we think they might be interested in, and displaying the content according to their preferences. This information is shared with advertisers on an aggregate basis. Further, information submitted as part of your application may be visible to registered users on the site, especially as it concerns information about your company, and the pitch you are presenting.\n\n**How Does CSV Work with Other Companies and How Do These Relationships Affect User Privacy?**\n\nwww.citysideventures.com contains links to other sites. We are not responsible for the privacy practices or the content of such websites.\n\nOccasionally we may share information with our sponsors and partners. We will share such information on an aggregate basis and will never reveal information about individual users of the site without consent.\n\nWe use an outside ad company to display ads and promotions on our site. These ads may contain cookies. While we use cookies in other parts of our Web site, cookies received with banner ads are collected by our ad company, and we do not have access to this information.\n\n**Does CSV Share Personal Information?**\n\nCSV practices permission sharing only. With User consent, CSV shares the User’s personal information with select CSV partners only. CSV partners with organizations that CSV feels offers products and services that compliment CSV offerings and that would be beneficial to its customers. If you would like to update your User Profile, see our Correct/Update options below.\n\n**What Is CSV Policy Regarding Posts on Message Boards?**\n\nwww.citysideventures.com makes message boards available to its users. Please remember that any information that is disclosed in public message boards becomes public information and you should exercise caution when deciding to disclose your personal information. Messages posted on private message boards are only revealed to members of the private groups.\n\n**How Do Users of www.citysideventures.com Change Information They Have Previously Entered and/or Opt-Out of Receiving Information?**\n\nOur site provides users the opportunity to opt-out of receiving communications from us and our partners at the point where we request information about the visitor. This site gives users the ability to authorize use of their personal information as follows:\n\nI authorize CSV to mail me regarding promotional information (catalogs, direct mail marketing, fax, etc.)\n\nI authorize CSV to email me promotional information\n\nI authorize CSV to share my information with CSV select promotional partners.\n\n**How Does Secure Information Enter by Visitors?**\n\nWe use industry-standard technology to keep your personal information and information you have entered into our site as secure as possible. We also have put in place privacy protection control systems designed to ensure that your personal data remain safe and private."
}