{
  "meta": {
    "title": "Our Process | City Side Ventures",
    "description": "City Side provides solutions to find and manage investments for investors and corporate ventures using today's technology. With the development of our online Venture Management System (VMS), we have automated the process of investments from start to finish."
  },
  "header": {
    "headline": "Our Process",
    "subhead": "Business + Technology + Capital = Success",
    "description": "City Side provides solutions to find and manage investments for investors and corporate ventures using today's technology. With the development of our online Venture Management System (VMS), we have automated the process of investments from start to finish.",
    "image": "/images/uploads/process.jpg",
    "color": "yellow"
  },
  "platform": {
    "headline": "The Sidepitch Platform",
    "description": "Sidepitch is a Venture Management System (VMS) platform that is pioneering a new category within the financial technology market by leveraging a high-tech approach to the traditional venture capital market worldwide.",
    "buttonText": "Learn more about Sidepitch",
    "image": "/images/uploads/sidepitch.png",
    "bullets": [
      {
        "title": "Deal flow highlighting the hottest startups",
        "description": "Find, screen, qualify, vet, and select investment opportunities across the globe all from one platform from the contingency of your computer."
      },
      {
        "title": "Collaborative Due Diligence For Investors and Startups",
        "description": "Our progressive online platform allows investors to manage their entire due-diligence process online, in a dynamic, efficient, and collaborative fashion."
      },
      {
        "title": "Syndicated investments with other venture capitalists",
        "description": "Connect with other investors across the globe and build your own private syndication online. Built with privacy and confidentiality in mind."
      }
    ]
  },
  "overview": {
    "headline": "Pitch it. Fund it. Launch it.",
    "description": "We are business builders—not just traditional investors. We go all in or not at all.",
    "image": "/images/uploads/about-process.jpg",
    "bullets": [
      {
        "title": "The Driver [The Entrepreneur]",
        "subhead": "We invest in drivers, not cars.",
        "description": "We will pick the driver regardless of what kind of car they drive. As long is it is a legal, moral and ethical business, - we are all in!"
      },
      {
        "title": "The Car [The Business]",
        "subhead": "Our philosophy is simple.",
        "description": "If you put a great driver in an average car, you will get above average performance. A great driver will perform with any car, at any time, in any race."
      },
      {
        "title": "The Race [The Market]",
        "subhead": "Finishing the Race.",
        "description": "We can fix or suit up the car. We are not \"Industry\" focused we are \"Driver\" focused. Find the driver, fix him a car, and get him in the race."
      }
    ]
  }
}